{
	"event":{
		"playlistId":"PLn7dsvRdQEfGkK9xxk54XdKTLk7zf_Qwp"
	},
	"schedule":[
		{
			"datetime":"September 23, 2021 00:00",
			"presenter":"Crystal Preston-Watson",
			"bio":"<p>Crystal Preston-Watson is a quality and accessibility engineer at Salesforce. Crystal believes that accessibility is a human right and is passionate about building accessible and inclusive sites and applications.</p>",
			"title":"Everyone Should Have WAP (Web Accessibility Please)",
			"description":"<p>You know how to design, code, test or write documentation for accessibility. You've had conversations and got buy-in from execs and stakeholders about the importance on making products accessible but is that all there is? As accessibility professionals we know how to talk to people within the tech industry about digital accessibility but how do you talk about your profession to the community at large. This talk we will look at how to breakdown technical jargon into everyday language that is accessible to everyone.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/ScopicEngineer",
					"text":"@ScopicEngineer"
				},
				{
					"type":"web",
					"url":"https://crystalprestonwatson.com/",
					"text":"crystalprestonwatson.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 01:00",
			"presenter":"Kenji Yanagawa",
			"bio":"<p>I am the Business Manager for Equal Entry's operations in Japan and work to evangelize the company, establish new business partnerships, and create success</p><p>I work on spreading our knowledge on accessibility in tech to raise awareness amongst Japanese people by attending and presenting in various meetups, including those held in VR worlds. I am part of the accessibility consultant team in Equal Entry that offers enterprises expert audits on websites and applications on various platforms to meet accessibility standards.</p>",
			"title":"Can People with Disabilities Use VR?",
			"description":"<p>&quot;Virtual reality&quot; (VR) is a computer-generated simulation that allows people to interact with artificial three-dimensional environments through special goggles with screens embedded within and hand controllers. &quot;Augmented reality&quot; (AR) superimposes a computer-generated view of the world onto a person's view of the real world that can be enjoyed passively, while &quot;mixed reality&quot; (MR) takes augmented reality and makes it interactive. </p><p>Let's take a look at the case studies of how these technologies can contribute to people with disabilities.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/Kenji_yngw",
					"text":"@Kenji_yngw"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/kenji-yanagawa/",
					"text":"kenji-yanagawa"
				},
				{
					"type":"web",
					"url":"https://equalentry.com/",
					"text":"equalentry.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 02:00",
			"presenter":"AmyJune Hineline",
			"bio":"<p>AmyJune has been an active participant in the Open Source community for over 5 years. A hospice nurse by trade, she understands how folks can struggle with accessing digital information. As an open source community ambassador for Kanopi Studios, she believes in removing barriers to entry and is passionate about accessible and inclusive information for all.</p>",
			"title":"Beyond &quot;99 Red Balloons&quot; - A Pragmatic guide to alternative text",
			"description":"<p>We love to include images on our websites and digital assets. Images support and add context to our information and concepts. They can act as visual cues and help some users orient themselves on a page. Media, especially social media, include images for conversions; having images on posts leads to a higher click-through rate and ROI (return on investment)</p><p>Images can be simple and easy to add alternative text, but they can also be more complex like infographics, charts, or maps</p><p>Let's take a nostalgic walk through some imagery from the 80s music scene and ensure our alt text conveys the information in a meaningful way for those who cannot access the images visually. From 99 Red Balloons shaking us all night long, to Burning Down the House we don't want to leave any of our users behind.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/volkswagenchick",
					"text":"@volkswagenchick"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/volkswagenchick/",
					"text":"volkswagenchick"
				}
			]
		},
		{
			"datetime":"September 23, 2021 03:00",
			"presenter":"Faith McGee",
			"bio":"<p>I am the Quantitative Research Manager for the Experience Design Team within IT with the largest team dedicated to Inclusive Design and Inclusive Research at Electronic Arts. I'm committed to helping build a more diverse workforce so that underrepresented groups can thrive and develop games that delight their fans</p><p>I have over 20 years of professional experience, leading teams for great brands and designing more inclusive experiences for the employees and customers.</p>",
			"title":"Inclusivity in Gaming: It Starts with Code ",
			"description":"<p>More than 92% of people with disabilities play video games (20% of the total gaming population), so you would think this demographic would make up a sizeable percentage of the game development workforce, wouldn't you?</p><p>Not only are we not tapping into this talent but we're also not publishing the best games we could be. For every $1 dollar that you spend on accessibility, you get $4 dollars in return. Imagine the ROI that translates into when you pay for salaries.</p><p>However, it's not enough to throw open the doors and invite everyone in. Our game development tools and employee experiences in their current state do not make for an equitable environment let alone a place where underrepresented groups can thrive.</p><p>My Inclusive Research team and I have made it our mandate to change that at Electronic Arts:</p><ul><li>Building a design component library</li><li>Redesigning employee experiences that don't consider the needs of people with disabilities, non-Western employee cultures, neurodivergent people, employees across age ranges, parents, etc.</li><li>Choosing accessibility- first internal technology vendors</li><li>Creating game development software that does more than meet an WCAG checklist</li></ul><p>I would like to share our experiences and work from our Inclusive Design Research Playbook (made available to anyone at the conference) so that other teams can take what we've learned, iterate it where needed and apply it to their companies.</p>",
			"social":[
				{
					"type":"instagram",
					"url":"https://www.instagram.com/research_moxie/",
					"text":"research_moxie"
				},
				{
					"type":"web",
					"url":"https://researcher.how",
					"text":"researcher.how"
				}
			]
		},
		{
			"datetime":"September 23, 2021 04:00",
			"presenter":"Claire Webber and Sarah Pulis",
			"bio":"<p>Claire is a Digital Accessibility Consultant at Intopia, with 6 years experience working in QA and accessibility. She is in Adelaide, South Australia and is passionate about design, accessibility and inclusion. Claire has experience in design and accessibility auditing, with a particular interest in design systems. Sarah Pulis is a digital accessibility and inclusion expert and co-founder of Intopia, a digital inclusion consultancy. Sarah has over 10 years' experience working with non-profits, corporates and individuals to create a more inclusive digital world. Her experience ranges from strategy and culture to technical accessibility and usability. Sarah is also founder of A11y Bytes and A11y Camp, Australia's largest events on digital accessibility and inclusion.</p>",
			"title":"Annotating designs for Accessibility",
			"description":"<p>Annotating designs with accessibility information is a powerful way to focus on accessibility early in the design phase, as well as communicate your accessibility requirements to developers and testers. Sarah and Claire will cover how to add accessibility annotations in components, patterns and complete wireframes using popular design tools such as Figma.</p>",
			"social":[
				{
					"type":"web",
					"url":"https://intopia.digital",
					"text":"intopia.digital"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/ClaireLWebber",
					"text":"@ClaireLWebber"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/sarahtp",
					"text":"@sarahtp"
				}
			]
		},
		{
			"datetime":"September 23, 2021 05:00",
			"presenter":"Eeva-Jonna Panula",
			"bio":"<p>Eeva-Jonna, or Eevis, is a software developer who enjoys topics like GraphQL, CSS, TypeScript, React, and accessibility. She's also certified in accessibility with IAAP Certified Professional in Web Accessibility-certificate. She wrote her first lines of code when she was a teenager,  but the lack of role models and support led her away from the magical world of programming. She got a degree in Russian language and culture, but that enchanting atmosphere kept drawing her back, and instead of a translator, she became a software developer. </p>",
			"title":"You Make My Head Spin - Reducing Motion on the Web",
			"description":"<p>Some people suffer a lot when they encounter something like parallax scrolling. It can cause them nausea, dizziness, or other symptoms that can last for hours. Also, those animations and movements can be distracting. These people can turn the &quot;reduce motion&quot;-setting on from the systems level. And the good news is that you actually have the tools to respect that setting!</p><p>From this talk, you will learn how to use those tools. Also, you'll learn what kind of movement is problematic - parallax scrolling is not the only one! </p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://twitter.com/EevisPanula",
					"text":"@EevisPanula"
				},
				{
					"type":"web",
					"url":"https://eevis.codes",
					"text":"eevis.codes"
				}
			]
		},
		{
			"datetime":"September 23, 2021 06:00",
			"presenter":"Pratistha Sharma",
			"bio":"<p>Pratistha Sharma is an experienced User Researcher and service designer with a focus on inclusive design. Pratistha has a business and design background, she thrives at the intersection of human needs, storytelling and problem-solving. Her goal is to design solutions that empower people with varied capabilities and drive impact. She is also the, Founder of in-clusivity, which aims at spreading awareness and creating space for having conversations about Inclusive Design. Their mission is 'To develop supportive environments, products and systems by designing for the needs of all people.&quot; </p>",
			"title":"Starting Point towards Inclusive Design.",
			"description":"<p>We live in a world of a rapidly ageing population with a broader range of physical and cognitive capabilities than ever before. According to the World Health Organisation Report on Disability 2011, one in five people have some form of disability- that's over one billion people across the world. But these disabilities are generally categorised into twenty-one different categories identified by RPWD Act 2016. </p><p>So designing for people with varied needs should not be that all difficult? Then why are we still designing for people who are &quot;average&quot;?</p><p>The answer is simple. Every person's disability allows it to interacts with the design in a very different way as their ability exists on a spectrum rather than a fixed focal point. It is also dependent on other external factors like socio-economic, race, gender, family dynamics, language etc., which acts as a barrier for interaction. </p><p>So as a designer, how do I not conform to designing for all rather than the pre-existing standards? And is it even possible to design for all?  </p><p>The answer is No. You simply cannot design for every single person in this world. A classic example is the curb cuts; while it addresses the needs of people in a wheelchair and makes life comfortable for people with a trolley or pram, they cause problems for pedestrians with a vision impairment who rely on a sharp curb to detect the edge of the sidewalk. </p><p>There will always be someone who is left out of our designs. </p><p>But it does not mean we neglect the diverse voices of people while designing for them.  And if not, where do we start for designing for inclusion? </p>",
			"social":[
				{
					"type":"instagram",
					"url":"https://www.instagram.com/designforinclusion/",
					"text":"designforinclusion"
				},
				{
					"type":"web",
					"url":"https://www.in-clusivity.com/",
					"text":"in-clusivity.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 07:00",
			"presenter":"Zainab AlMeraj, Maisa Obeid and Aya Abdullah Jibreal",
			"bio":"<p>Zainab AlMeraj is an assistant professor at Kuwait University. Her research interests include Usability, Accessibility, Human Computer Interaction (HCI), Computer Graphics (CG) and Mathematics. Zainab currently serves as a member of the people with disabilities committee at a national level human rights organization consultative status with the UN ECOSOC and a country representative at G3ICT; established multiple grassroots initiatives since 2016  focused on advancing technical skills, building a strong and collaborative tech community, and empowering youth with a focus on women in tech. AlMeraj is a Certified usability and accessibility professional and a member of UXPA and IAAP. She utilizes her interdisciplinary experiences and initiatives in offering innovative solutions for social issues, consulting and advocating for developing stronger local tech skills and embedding digital accessibility and usability testing into design and development as founder of her own company, Tech Connect Co. Maisa bio: Maisa Obeid is currently a Ph.D. candidate in Enhanced Learning Technology at Lancaster University, UK. She is a certified International Accessibility Specialist and Assistive Technology Professional with eight years of experience in accessibility and inclusivity. Maisa is the UAE Representative for the 'Smart Cities for All' Initiative (G3ICT) whereas Universal Design for Learning is their a major focus and works as an Accessibility Technology Specialist at Zayed University</p><p>Aya Jibreal bio: An Inclusive Design and Accessibility Consultant/Trainer with 7 years of experience in inclusion and accessibility. Aya worked with many entities around Saudi Arabia, exploring successful accessibility adoption for different business environments.</p><p>Saudi Arabia representative at G3ict/Smart Cities for All global initiatives. First CPACC certified in Saudi Arabia. Certified in Disability Case Management. IAAP Strategic Leader in Accessibility (SLiA) initiative committee member.</p>",
			"title":"Accessibility and universal design in GCC: Challenges of today, Opportunities for tomorrow",
			"description":"<p>In this talk we will cover current challenges GCC countries face to advance accessibility in Premises, Digital and Learning environments. Additionally, the discussion will cover major opportunities to advance accessibility in the region and important  steps need to be taken for such transformation.  </p>",
			"social":[
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/zainabalmeraj/",
					"text":"zainabalmeraj"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/zalmeraj",
					"text":"@zalmeraj"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/maisa_obeid",
					"text":"@maisa_obeid"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/ayajibreal",
					"text":"@ayajibreal"
				},
				{
					"type":"web",
					"url":"https://www.qmmconsulting.com",
					"text":"qmmconsulting.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 08:00",
			"presenter":"Simon Hearne",
			"bio":"<p>Simon is a highly regarded web performance architect based in Surrey, UK. Simon is passionate about great user experience and has spent the past ten years helping some of the world's biggest websites to deliver fast and inclusive user experiences</p><p>Simon has a background in artificial intelligence, web engineering and technical consultancy.</p>",
			"title":"Inclusive Design is Fast by Default",
			"description":"<p>Web performance is critical to inclusive design: users on low-end devices or with poor connectivity are excluded from large and slow applications</p><p>In this talk we will review the current state of the web in terms of users' device capabilities and why performance is more important than ever to build an inclusive web</p><p>Simon will share five key techniques to ensure that your designs and digital products are as inclusive as possible, by prioritising the experience of users who have more limited access to the web. We will also discuss how to frame this approach for commercial success, often a critical factor in building more inclusive experiences.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/SimonHearne",
					"text":"@SimonHearne"
				},
				{
					"type":"web",
					"url":"https://simonhearne.com/",
					"text":"simonhearne.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 09:00",
			"presenter":"Daniel Montalvo",
			"bio":"<p>Daniel Montalvo is a Web Accessibility Education and Training Specialist at the World Wide Web Consortium (W3C). Before joining the W3C, he has provided accessibility awareness, training, consultancy, and certification to European government institutions and to companies from the service, health-care, insurance, and education sectors, based on W3C/WAI accessibility standards and international, local and regional policies. He has also lead the accessibility team at one of the most well-known accessibility consultancy companies in Spain. He can make the most out of the accessibility field since he is both an accessibility professional and a user of assistive technologies on a daily basis, which helps him better understanding the needs of people with disabilities.</p>",
			"title":"Curricula on Web Accessibility: Build, Compare and Select Courses on Web Accessibility",
			"description":"<p>This presentation introduces the curricula on web accessibility by W3C/WAI. The curricula provide teaching modules to help you create courses on digital accessibility, or to include accessibility in other courses. The modules cover accessibility foundations that apply broadly, and specific skills for developers, designers, content authors, and others</p><p>You can also use this resource to review existing and proposed courses</p><p>The foundation and developer modules are available now. Designer and content author modules are planned for later this year.</p>"
		},
		{
			"datetime":"September 23, 2021 10:00",
			"presenter":"Alastair Campbell",
			"bio":"<p>With a background in psychology and an expert in human-computer interaction, Alastair Campbell is a leading light in the understanding of where human meets machines. He is driven by a desire to make the digital world accessible through the best possible user experience. In 2018 Alastair became Co-Chair of the Accessibility Guidelines Working Group so has been deeply involved in the development of the new guidelines.</p>",
			"title":"WCAG 2.2 What's new and what to do with it",
			"description":"<p>The Web Content Accessibility Guidelines (will/might/should) have been updated to 2.2 recently/soon.  Alastair walks through the new guidelines in version 2.2, and provides advice on how to use them in your organisation.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/alastc",
					"text":"@alastc"
				},
				{
					"type":"web",
					"url":"https://www.nomensa.com/",
					"text":"nomensa.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 11:00",
			"presenter":"Paul Alexander",
			"bio":"<p>With a background in Financial Services, Paul's first testing role was with BNY Mellon. From there he went on to set up the QA department and offering at the digital agency Realise (Now Kin+Carta Connect).   While at K+C Paul lead QA teams in Edinburgh and Manchester, working with many international brands on large scale website/platform builds, maintenance and campaign work. Paul also introduced QA as a 3rd party UAT and consultancy service. He is now working as QA Manager for the fantastic team at xDesign building 1st class web and app tools/experiences. </p>",
			"title":"Giving Voices Equity: Inclusive Teams Create Inclusive Products",
			"description":"<p>Inclusion is at the heart of all great design. We have responsibility to create and build Inclusive and accessible products. Within our teams we share this responsibility but can we genuinely expect to design inclusively without providing equity of voice? In this talk I intend to discuss and demonstrate how the foundations of inclusion start from within. By utilising inclusive principles and tools we can unlock varied insights that we potentially miss out on traditionally.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/must_be_tonight",
					"text":"@must_be_tonight"
				}
			]
		},
		{
			"datetime":"September 23, 2021 12:00",
			"presenter":"Robin Spinks and Sonali Rai",
			"bio":"<p>Robin works as Strategic Lead, Innovation Partnerships at RNIB where he leads on the development of innovation based collaborations with the technology industry. Robin is a sociologist by background and is also a person with low vision. Sonali leads the media and culture team at RNIB. She works with stakeholders to drive policy, regulation and technical innovations on accessibility in the media arts and culture sector. Sonali has a Masters degree in media and communication and her recent work includes assessment of immersive environments and exploring the benefits of personalisation of access services in broadcast services. </p>",
			"title":"Auditorial: an innovative approach to inclusive story telling",
			"description":"<p>Auditorial is a unique partnership between Google, The Guardian and RNIB created to showcase the possibilities of accessible stories for blind and low vision audiences. The platform uses an assortment of accessibility features and tools to tell the story including multi modal films with video and audio speed control, high contrast, text only mode, and scale and focus controls along with immersive audio. Users can press play to start the story and adjust audio, visual and written settings as they go through the story. </p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/robinspinks",
					"text":"@robinspinks"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/sonalirai",
					"text":"@sonalirai"
				},
				{
					"type":"web",
					"url":"https://www.rnib.org.uk",
					"text":"rnib.org.uk"
				}
			]
		},
		{
			"datetime":"September 23, 2021 13:00",
			"presenter":"Dennis Lembree",
			"bio":"<p>Mr. Lembree is the Director of Accessibility at Diamond Web Services. Previously, he worked for five years as Sr Accessibility Consultant at Deque Systems and several years on the PayPal and eBay accessibility teams. Mr. Lembree has published articles, led webinars, and presented on digital accessibility at many conferences including CSUN, AccessU, and Paris Web. Dennis runs a blog (and Twitter account) on web accessibility called Web Axe; and he created an accessible, two-time national award-winning Twitter app, Easy Chirp.</p>",
			"title":"Mouse Accessibility",
			"description":"<p>Accessibility folks know about keyboard access and screen reader accessibility, but what about mouse accessibility? Users of a mouse and other pointing devices also benefit from inclusive design and development practices. This talk covers several of these techniques such sufficient target sizes, target spacing, pointer gestures, and more! Attend this session to learn how to optimize the user interface so users of pointing devices have an accessible and enjoyable UI experience.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/DennisL",
					"text":"@DennisL"
				},
				{
					"type":"web",
					"url":"http://www.dennislembree.com/",
					"text":"dennislembree.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 14:00",
			"presenter":"Donna Bungard, CPACC",
			"bio":"<p>Donna is a digital strategist, program and project manager with a passion for inclusive storytelling. With history and certification in accessibility, she brings her pragmatic and human-centric approach to all she does. </p>",
			"title":"How Project Management Empowers Accessibility",
			"description":"<p>Calling All PMs! Take a journey down the yellow brick road with me and come away with an understanding of how to structure your projects to be more accessible.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/dbungard",
					"text":"@dbungard"
				}
			]
		},
		{
			"datetime":"September 23, 2021 15:00",
			"presenter":"Johan Huijkman",
			"bio":"<p>Like no other engineer in the Netherlands, Johan knows how to integrate accessibility as a starting point in every digital product development. By thinking in terms of opportunities and inclusivity instead of limitations, his work at Dutch tech company Q42 is groundbreaking in many ways</p><p>Johan's main point: not only people with a long-term disability are confronted with situations in which interaction with digital tools is more difficult. Visual and other impairments effect everyone who is confronted with a situation in which she temporarily cannot see, look, use her hands, et cetera. In this way, Johan links accessibility to user-friendliness, broadening the target group. </p><p>He translates this vision into projects in a pragmatic way. By challenging the notion of limitation, he knows how to create awareness among colleagues and clients. His main drive is to make accessibility our common responsibility.</p>",
			"title":"Better quality of life through apps",
			"description":"<p>Can designers and developers improve the lives of people who are partially or completely blind? I think we can. Together with Royal Dutch Visio, the expertise center in the field of visual impairment, I'm developing a range of apps that aim for more independence of visually impaired persons. This talk will take the audience on a journey along the different stages of developing these apps. It will show how we as sighted designers and developers have to unlearn things and gain an understanding of how a blind person experiences the world. </p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/huijkman",
					"text":"@huijkman"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/johanhuijkman/",
					"text":"johanhuijkman"
				},
				{
					"type":"web",
					"url":"https://q42.com",
					"text":"q42.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 16:00",
			"presenter":"Carie Fisher",
			"bio":"<p>Carie Fisher is an author, speaker, and developer who is passionate about the intersection of front-end code and UX, digital accessibility, and diversity in technology. Currently, Carie is working as a Senior Accessibility Consultant and Trainer at Deque Systems while pursuing her Ph.D. in Human-Computer Interactions at Iowa State University.</p>",
			"title":"Accessible SVG Masterclass",
			"description":"<p>Today we have many robust patterns and techniques to help us optimize SVG accessibility, this is true regardless of if you are creating icons, simple images, or more complex infographics. But which patterns are the best to use for your particular situation and targeted WCAG conformance level? And what other factors should we consider when designing and developing accessible SVGs?</p><p>Join me to learn more about:- Inclusive SVG patterns for web and mobile- SVG color and contrast guidelines, tools, and @prefers-color-scheme- SVG animation guidelines, tools, and @prefers-reduced-motion</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/cariefisher",
					"text":"@cariefisher"
				},
				{
					"type":"web",
					"url":"https://noti.st/cariefisher",
					"text":"noti.st/cariefisher"
				}
			]
		},
		{
			"datetime":"September 23, 2021 17:00",
			"presenter":"Leah  Brochu and Daniella Levy-Pinto",
			"bio":"<p>Leah Brochu (she/her) is the Accessible Publishing &amp; Resources Coordinator for the National Network for Equitable Library Service (NNELS), where she helps to improve the state of equitable reading in Canada. From organizing the Accessible Publishing Summit to coordinating logistics for a variety of projects, to working with publishers, and developing documentation, Leah is passionate about using her skills and experience to work towards a more accessible and inclusive future. Leah has an MLIS, and an MA in Classics, and lives in Edmonton, Alberta. Daniella Levy-Pinto (she/her) is an expert in accessibility, including digital technology and livable spaces. She has been a user of assistive technologies for more than two decades in her different roles in academic and professional settings. She is the Project Coordinator with the NNELS and leads a team of accessibility testers and consultants with print disabilities who assess the accessibility of EPUB files, reading apps and platforms, and makes recommendations for preventing and eliminating barriers. Daniella works to promote and inform a paradigm shift towards content that is born-accessible and inclusive design. She holds a Ph.D. in Political Science from the University of Toronto.</p>",
			"title":"Accessible Workflows for Inclusive Publishing",
			"description":"<p>The National Network of Equitable Library Service has worked with over 100 publishers across Canada. We have audited their EPUB files, taught them about image descriptions, accessibility metadata, ARIA roles, and more. Through this work we have learned something huge: baby steps are powerful! Many people are intimidated by accessibility - nervous about getting it wrong, scared that it will be too confusing, or worried that their technical skills will not suffice. But after a little personal attention, each and every publisher we have worked with is able to easily improve the accessibility of their books, no matter where they are starting out. In this talk, we will share our experiences, and show how even the tiniest step can be a giant leap.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/TheLeahbrarian",
					"text":"@TheLeahbrarian"
				}
			]
		},
		{
			"datetime":"September 23, 2021 18:00",
			"presenter":"Reinaldo Ferraz",
			"bio":"<p>Web Development specialist at Ceweb.br/NIC.br, holds a degree in design and computer graphics and a graduate degree in Hypermedia Design in São Paulo. Specialist in web standards and web accessibility involved with web development and design since 1998. Taught lectures and tutorials about web accessibility and web standards in several events in Brazil and abroad. He is in charge of web accessibility and open web platform projects in the office.</p>",
			"title":"Now it is easy to add captions to videos on the web",
			"description":"<p>For a long time adding captions to videos on the Web was a complicated task that required time and complex resources. Nowadays there are several tools and standards today that make it easy. In this presentation, you will understand why it's time to start captioning your videos right now!</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/reinaldoferraz",
					"text":"@reinaldoferraz"
				},
				{
					"type":"web",
					"url":"https://reinaldoferraz.com.br",
					"text":"reinaldoferraz.com.br"
				}
			]
		},
		{
			"datetime":"September 23, 2021 19:00",
			"presenter":"Lee Dale",
			"bio":"<p>We live in an age where technology and online engagement have shifted traditional markets to become more diverse and engaged than ever</p><p>Learning and moving faster than most organizations, evolving consumer markets typically outpace the capacity of internal teams to deliver exceptional experiences. That's where I come in</p><p>I work with leaders to improve technology decision-making, increase market engagement, and grow operational effectiveness</p><p>The result: market-leading products and services that win increasingly diverse markets</p><p>In addition to my advisory and volunteer work supporting the next generation of diverse professionals and business leaders, I am CEO at Say Yeah, a digital management consultancy that focuses on bringing inclusive design practices to public and private-sector organizations</p><p>When I'm not working, I'm most likely DJing multi-hour-long house music mixes for my next dance party or a long run.</p>",
			"title":"There is no average person; why designing with intersectionality in mind is critical.",
			"description":"<p>One of the most common ways to approach product and service objectives is to create personas and conduct research based on 'average' target users. But this approach falls apart when you consider that every person has a variety of shifting needs, identities, and contexts of use</p><p>This session will explore the challenges, opportunities, and methods of bringing an intersectional, inclusive approach to your research</p><p>Lee will highlight the research behind prioritizing individuals over averages and how inclusive research practices can grow the impact of your work. You'll leave the talk with an improved understanding of markets, new approaches to opening up market access, and insights on how to deliver products and services that better serve increasingly diverse markets.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/leedaleyyz",
					"text":"@leedaleyyz"
				},
				{
					"type":"web",
					"url":"https://leedale.ca",
					"text":"leedale.ca"
				},
				{
					"type":"web",
					"url":"https://sayyeah.com",
					"text":"sayyeah.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 20:00",
			"presenter":"Jennie Delisi and Glenda Sims",
			"bio":"<p>Jennie Delisi is the Accessibility Analyst in the State of Minnesota's Office of Accessibility. She is also an invited expert on the Cognitive and Learning Disabilities Accessibility Task Force of the W3C. Jennie has over 20 years of experience working with and for people with disabilities. This includes work as a Neurologic Music Therapist and an Assistive Technology Specialist. And, she is a Certified Professional in Web Accessibility (CPWA). Her goal: helping you learn your next step for creating more inclusive digital experiences. Glenda Sims, Director of A11Y at Deque, shares her expertise and passion for the open web with .gov, .edu, .org and .com. She co-founded AccessU and served as lead judge for AIR (Accessibility Internet Rally). She spent 10+ years as a senior developer at University of Texas, supported UT's web and was an a11y expert with her mentor/hero, Dr. John Slatin. She co-authored &quot;A11Y Wars: The Accessibility Interpretation Problem&quot; with Wilco Fiers. She is on the IAAP Global Leadership Council and the Accessibility Guidelines Working Group at the W3C.</p>",
			"title":"Your brain is welcome here: Digital spaces need a new welcome mat",
			"description":"<p>Our ability to use the digital world changes if we:</p><ul><li>get a concussion</li><li>feel anxious</li><li>experience changes in our reaction times</li></ul><p>People with cognitive disabilities need digital accessibility to improve.</p><p>We will discuss:</p><ul><li>Digital accessibility's link to universal design for learning</li><li>Why online meetings need options for passive participation</li><li>How reducing distractions ensures customers can shop online</li><li>Why more people use online forms if help is easy to find.</li></ul><p>Join us to learn steps you can take to create cognitively accessible digital experiences.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/AT_NMT",
					"text":"@AT_NMT"
				},
				{
					"type":"twitter",
					"url":"https://www.twitter.com/goodwitch",
					"text":"@goodwitch"
				},
				{
					"type":"web",
					"url":"https://mn.gov/mnit/about-mnit/accessibility/",
					"text":"mn.gov/mnit/about-mnit/accessibility"
				},
				{
					"type":"web",
					"url":"https://www.deque.com/",
					"text":"deque.com"
				}
			]
		},
		{
			"datetime":"September 23, 2021 21:00",
			"presenter":"Meryl Evans",
			"bio":"<p>A digital marketing consultant for over 20 years, Meryl is an author and contributor to books on business and tech. She works with accessibility and B2B companies. Prior to striking out on her own, she worked for two Fortune 500 companies. A highly sought-after speaker who is deaf, Meryl is renowned for sharing her personal experiences and passion for accessibility and high-quality captioning. Her marketing and education backgrounds come in handy in educating audiences on why accessibility is for everyone and everyone's job.</p>",
			"title":"Deaf Tech: Travel Through Time from Past to Present",
			"description":"<p>Deaf technology and accessibility tools have come a long way. While automatic captioning is prevalent, there products and tools that turned out to be invaluable to the deaf and hard of hearing even though that was not even a consideration. Pack your bags for a trip through tech for the deaf. The end of the trip will cover the potential challenges that companies need to think about before releasing new products.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/MerylKEvans",
					"text":"@MerylKEvans"
				},
				{
					"type":"web",
					"url":"http://www.meryl.net",
					"text":"meryl.net"
				}
			]
		},
		{
			"datetime":"September 23, 2021 22:00",
			"presenter":"Ross Mullen",
			"bio":"<p>Ross is a digital accessibility specialist and developer who works with government and private industry through his company CANAXESS. He presents and writes regularly on digital accessibility in current and emerging technology, creates digital accessibility courses for Udemy and Pluralsight and is at home reading WCAG 2.1 technical criteria and government accessibility policy.</p>",
			"title":"The next step and beyond, using screen readers to evaluate the compatibility of a website",
			"description":"<p>Blogs and articles discuss testing with a screen reader as being a vitality important part of creating accessible digital experiences. But these same blogs and articles jump into which commands to use in the screen reader and not necessarily what to test or how to interpret the results. It's a little like baking a cake, where you have the ingredients but not the instructions</p><p>A structured approach towards screen reader testing means where time is often limited, our efforts are focused on the critical parts of the digital experience. The things which users will use and interact with rather than the static components like headings and lists which are picked up earlier in the development cycle</p><p>This approach is ultimately compatibility testing. It's identifying whether unusual behaviour identified in one browser and screen reader combination is due to poor coding practice or a quirk of the combination. It's confirming, if it's coded correctly and tested comprehensively against all the combinations potential problems can be escalated or ignored. We're not chasing our tail fixing behaviour in one combination which is a quirk and not a legitimate bug.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/MrRossMullen",
					"text":"@MrRossMullen"
				},
				{
					"type":"web",
					"url":"https://www.canaxess.com.au",
					"text":"canaxess.com.au"
				}
			]
		},
		{
			"datetime":"September 23, 2021 23:00",
			"presenter":"Jared Smith",
			"bio":"<p>Jared Smith is the Associate Director of WebAIM. He is a highly demanded presenter and trainer and has provided web accessibility training to tens of thousands of web professionals throughout the world. With over 20 years of experience working in the web design, development, and accessibility field, he brings a wealth of knowledge and experience that is used to help others create and maintain highly accessible web content.</p>",
			"title":"Using the WebAIM Million and User Surveys to Inform Your Inclusion Efforts",
			"description":"<p>There is never enough web accessibility data, but the WebAIM Million home page analysis and user surveys provide useful data that can guide and inform effective accessibility efforts.</p>",
			"social":[
				{
					"type":"twitter",
					"url":"https://www.twitter.com/jared_w_smith",
					"text":"@jared_w_smith"
				},
				{
					"type":"web",
					"url":"https://webaim.org",
					"text":"webaim.org"
				}
			]
		},
		{
			"datetime":"September 24, 2021 00:00 UTC",
			"title":"The after party",
			"description":"<p><p>Your hosts will discuss their favourite webinars from the last 24 hours, and might have a drink or two!</p></p>"
		}
	]
}