{
	"playlistId":"",
	"schedule":[
		{
			"datetime":"September 20, 2023 23:30",
			"title":"The pre-show / welcome",
			"description":"<p>Meet your hosts for the next 24 hours. We’ll be having a general chat about accessibility, inclusive design, and talking about the sessions we are most looking forward to in the upcoming 24 hours.</p>",
			"videoId":""
		},
		{
			"datetime":"September 21, 2023 00:00 UTC",
			"presenter":"TBD",
			"title":"TBD",
			"description":"TBD",
			"videoId":""
		},
		{
			"datetime":"September 21, 2023 01:00 UTC",
			"presenter":"Jennifer Strickland",
			"bio":"Jennifer has 30 years of industry experience as a designer, developer and researcher, across enterprise, government, and non-profits. They are an Invited Expert with the Worldwide Web Consortium (W3C) Accessibility Guidelines Working Group (AGWG) developing the Web Contact Accessibility Guidelines (WCAG) used in accessibility regulations, and contribute in multiple other W3C working groups including the new sustainable web design group and serves as the Chair of the Equity Community Group. They are also the chair of the diversity, equity, inclusion, and belonging committee for the Technologists for the Public Good. They are a frequent speaker on a range of design and development topics.",
			"title":"Save Our World with Progressive Enhancement & Accessibility",
			"description":"<p>Discover how progressive enhancement serves not only accessibility and usability but sustainability. Best practices for ensuring no one is excluded can also reduce your application’s impact on the environment.</p><p>Learn tactical progressive enhancement techniques:</p><ul><li>how to specify progressive design layers</li><li>how to architect applications progressively</li><li>gain strategies for adoption</li></ul><p>As governments draft sustainability regulations, these techniques help teams assess and reduce environmental impact.</p>",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://jenstrickland.design",
					"text":"jenstrickland.design"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/jenstrickland",
					"text":"@jenstrickland"
				},
				{
					"type":"mastodon",
					"url":"https://mastodon.social/@listening",
					"text":"@listening@mastodon.social"
				}
			]
		},
		{
			"datetime":"September 21, 2023 02:00 UTC",
			"presenter":"Meggan Van Harten",
			"bio":"Meggan Van Harten is a partner and the strategic leader for Design de Plume, a women-led, Indigenously-owned design circle focused on inclusive and accessible design solutions for social good. She brings equity and accessibility to the heart of the business. Bringing a decade of experience in design to her leadership role, Meggan sets the vision for projects, establishes standards, and builds both business and client strategies that lead to greater impact.",
			"title":"Accessibility in Action: Indigenous Communities",
			"description":"Discover how Indigenous accessibility diverges from general compliance principles. Join Meggan from Design de Plume as she delves into cultural considerations and Indigenous perspectives that foster inclusive solutions. Gain valuable insights from agency experiences on applying accessibility standards meaningfully for Indigenous audiences. Explore the power of engaging and creating projects that resonate with Indigenous communities. Challenge norms, embrace inclusivity, and focus on creating positive change through this insightful presentation.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://deplume.ca/",
					"text":"deplume.ca"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/Meggan_DDP",
					"text":"@Meggan_DDP"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/megganvh/",
					"text":"megganvh"
				}
			]
		},
		{
			"datetime":"September 21, 2023 03:00 UTC",
			"presenter":"Prakriti Chawla",
			"bio":"Experienced UX and social designer committed to creating inclusive digital/physical spaces. Led digital transformation initiatives for socio-economic inclusion of underserved communities at American India Foundation’s Livelihoods Program and Fellowship Program. As Atlas Corps Virtual Leadership Institute Scholar, built inclusive user experiences for neurodivergent people. Worked on path-breaking projects for the inclusion of people with disabilities in mainstream workforce. Certified in disability livelihoods, basic sign language.",
			"title":"For the Unseen: Inclusive Design for People with Invisible Disabilities",
			"description":"This talk will explore the concept of neurodiversity and the importance of designing for a wide range of cognitive abilities. By incorporating inclusive design principles, such as clear communication and intuitive navigation, we can create digital and physical spaces that are more accessible and welcoming for all users. Prakriti will share case studies, examples of successful inclusive design projects, and practical tips for incorporating neurodiversity considerations into your design process.",
			"videoId":"",
			"social":[
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/prakritichawla/",
					"text":"prakritichawla"
				}
			]
		},
		{
			"datetime":"September 21, 2023 04:00 UTC",
			"presenter":"Russ Weakley",
			"bio":"Russ has over 20 years of experience as a UX designer and front-end developer. During this time, he has helped designers and developers test a wide range of widgets across multiple applications. Russ is still passionate about accessibility, inclusion and the downfall of capitalism.",
			"title":"What makes an accessible date picker? Is it even possible?",
			"description":"You’ve seen them in the wild, maybe even audited them. The stuff of nightmares. But what makes a truly accessible date picker? This presentation will explore sate pickers from a range of different perspectives including people with virtual keyboard users, keyboard users, screen reader users and more.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://www.maxdesign.com.au/",
					"text":"maxdesign.com.au"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/russmaxdesign",
					"text":"@russmaxdesign"
				}
			]
		},
		{
			"datetime":"September 21, 2023 05:00 UTC",
			"presenter":"Manuel Matuzović",
			"bio":"Manuel is a frontend developer, consultant, accessibility auditor, writer, and speaker from Vienna, currently living in Graz. He's a fan of web standards and a staunch believer in progressive enhancement, and specialises in web accessibility and large-scale CSS.",
			"title":"Accessible web components?",
			"description":"This talk centers on one question: “Is it possible to create accessible web components?” Manuel introduces you to web components and shares everything he's learned in the past year of intensive work with this standard. You'll learn about pros, cons, and pitfalls.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://www.matuzo.at/",
					"text":"matuzo.at"
				},
				{
					"type":"web",
					"url":"https://www.htmhell.dev/",
					"text":"htmhell.dev"
				},
				{
					"type":"mastodon",
					"url":"https://front-end.social/@matuzo",
					"text":"@matuzo@front-end.social"
				}
			]
		},
		{
			"datetime":"September 21, 2023 06:00 UTC",
			"presenter":"Emmanuelle Aboaf",
			"bio":"Deaf, bionic (two cochlear implants) and French Developer, I fight every day for accessibility. In my ideal world, everything should be accessible both in real life and on the web.",
			"title":"How to make subtitles readable to everyone?",
			"description":"On videos posted on social networks in French as in English, the open captions often lack contrast, are too small or badly positioned to be readable by disabilities people. I would give some tips to make your subtitles readable, visible and understandable for everyone.",
			"videoId":"",
			"social":[
				{
					"type":"twitter",
					"url":"https://twitter.com/eaboaf_",
					"text":"@eaboaf_"
				},
				{
					"type":"mastodon",
					"url":"https://a11y.info/@eaboaf",
					"text":"@eaboaf@a11y.info"
				}
			]
		},
		{
			"datetime":"September 21, 2023 07:00 UTC",
			"presenter":"Jan Jaap de Groot",
			"bio":"Jan Jaap has been developing (accessible) apps for 10 years. Since 2018, Jan Jaap has specialized in making apps accessible by supporting accessibility features and assistive technologies. He was the lead accessibility developer for the Dutch COVID-19 apps, which resulted in the first fully accessible government apps in The Netherlands.",
			"title":"Native mobile accessibility testing",
			"description":"Unlike websites, with apps you usually don't get access to the source code. And that raises the question: how can you test the accessibility? There is no single answer. Jan Jaap shows different ways to test the accessibility of apps and highlights the similarities and differences with testing websites.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://abra.ai",
					"text":"abra.ai"
				},
				{
					"type":"web",
					"url":"https://appt.org",
					"text":"appt.org"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/JanJaapdeGroot",
					"text":"JanJaapdeGroot"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/jan-jaap/",
					"text":"jan-jaap"
				}
			]
		},
		{
			"datetime":"September 21, 2023 08:00 UTC",
			"presenter":"Serah Njambi Kiburu",
			"bio":"Serah Njambi Kiburu is a computer scientist by training and a writer. As a seasoned Developer Advocate with over a decade’s experience working at the intersection of tech and developer communities, she is constantly finding ways to improve the experiences developers have while using tech artefacts developed with them in mind. Serah currently works at Spotify as a Senior Developer Advocate. Her experience and interests in the last decade have revolved around (i)all things open source, (ii) listening to, working with, and empowering communities, (iii) developing and implementing strategies for building and scaling technical product, and around community building, outreach, and the sustainability of established communities.",
			"title":"Accessibility Advocacy by All, for All",
			"description":"In this talk Serah will showcase adoption, contribution and advocacy of accessibility best practices as three example pathways we can all learn from and replicate in our quest to bring about a cultural shift in everyday developer workflows. She will also narrate the weight and impact of accessibility work can have in building and maintaining tech product and in sustaining tech communities.",
			"videoId":"",
			"social":[
				{
					"type":"twitter",
					"url":"https://twitter.com/serahkiburu",
					"text":"@serahkiburu"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/serahkiburu/",
					"text":"serahkiburu"
				}
			]
		},
		{
			"datetime":"September 21, 2023 09:00 UTC",
			"presenter":"Tzveta Dinova",
			"bio":"Tzveta was trained as a designer and anthropologist, and is infinitely curious about the way people interact with objects around them. Professionally, she’s gone from being a furniture designer to developing the Design Museum’s digital design curriculum, and more recently she leads accessibility at ASOS.com.",
			"title":"Sitting comfortably: A design lesson from chairs",
			"description":"Most chairs are supposedly designed to accommodate the needs of 90% of the population. But is that really the case? Join me on a journey exploring ergonomics, aesthetics, politics and the discomforts we all sometimes have to endure. We will delve into the secrets of chair design, unravelling the lessons they hold for modern design. Prepare for an engaging journey that unveils the transformative power of inclusive design principles, not just for furniture, but for crafting accessible experiences in general.",
			"videoId":"",
			"social":[
				{
					"type":"twitter",
					"url":"https://twitter.com/tzvetadi",
					"text":"@tzvetadi"
				}
			]
		},
		{
			"datetime":"September 21, 2023 10:00 UTC",
			"presenter":"Donna Bungard",
			"bio":"Donna is a digital strategist, program and project manager with a passion for inclusive storytelling. With history and certification in accessibility, she brings her pragmatic and human-centric approach to all she does.",
			"title":"The Truths We Cling To: The disabled experience and intersectionality",
			"description":"In this session, Donna will dive into the intersectionality that exists within the disability community and ways to think about our content beyond technical accessibility. We’ll talk about social identities, impact, and ways to operationalize inclusion to build a better culture of belonging.",
			"videoId":"",
			"social":[
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/donnabungard/",
					"text":"donnabungard"
				}
			]
		},
		{
			"datetime":"September 21, 2023 11:00 UTC",
			"presenter":"Eric Bednarz",
			"bio":"Eric Bednarz is a web developer in Amsterdam with more than 15 year of experience working for web agencies and SaaS products. In 2019 they started working for themselves to focus on accessibility. Instead of sprinkling ARIA left and right they quickly got absorbed by the Disability Rights and Intersectionality rabbit holes. This accidentally established a healthy basis for dealing with their very late autism diagnosis in 2021 at age 52.",
			"title":"Disability is the MacGuffin of accessibility",
			"description":"A Stockdale Paradox inspired look at things we do not like to talk about, from a neurodivergent perspective. ‘We’ being the presenter, disabled folks, accessibility practitioners, and all their intersections. They’ll be touching on accessibility as a profession still being fuelled by the charity model of Disability, introducing the competition model of Disability, explaining how taking web standards seriously can backfire for autistic developers, and ridiculing the ableist myth of Invisible Disabilities. Grab a chair and make yourself uncomfortable.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://eric.bednarz.dev/",
					"text":"eric.bednarz.dev"
				}
			]
		},
		{
			"datetime":"September 21, 2023 12:00 UTC",
			"presenter":"Karey Jo Wise and Albert Kim",
			"bio":"<p>Karey Jo Wise is a Senior Accessibility Engineer for Pearson. She graduated in 2020 with a masters in Assistive Technology from CSUN. She is a former TBVI. She loves Braille, technology, and advocating for people with disabilities.</p><p>Albert Kim is a digital accessibility consultant. He is a public speaker on disability issues specifically focusing on mental health. He is the Executive Director of Accessibility NextGen. He won best presentation award at ICT Symposium Accessibility.</p>",
			"title":"Let’s Get Mental",
			"description":"Mental health diagnoses are on the rise. The pandemic caused an increase in mental health struggles for many populations. Younger generations also have increased incidence of mental health diagnoses. What is the difference between the stigma associated with invisible disabilities and apparent disabilities? How Can digital products be designed to support users with mental health disabilities? What are best practices for hiring and employing people with these types of diagnoses?",
			"videoId":"",
			"social":[
				{
					"type":"linkedin",
					"url":"https://linkedIn.com/in/kareyjowise",
					"text":"kareyjowise"
				},
				{
					"type":"linkedin",
					"url":"https://linkedIn.com/in/DJKAlbert",
					"text":"DJKAlbert"
				}	
			]
		},
		{
			"datetime":"September 21, 2023 13:00 UTC",
			"presenter":"Marcy Ericka Charollois",
			"bio":"Hey world! I’m Marcy Ericka, a social tech writer, content strategist, founder of Merci Marcy and The Safe Place. I’m a former editor-in-chief of WeLoveDevs for 2 years. I was the first woman hired there. Yes, on top of that, I was the first racialized and LGBTQIA+ woman. I quickly realised that few people like me are represented in tech. I then chose to take a more committed stance to promote diversity by breaking through the pretense of corporate values. To sum up my journey: I am an advocate for creating real cohesion within teams, enabling them to embody a culture of genuine inclusion beyond the bullshit.",
			"title":"Racism fuels users experiences: why you should understand the strength of biased narratives",
			"description":"Failing facial recognition, assimilation of black people to gorillas on Google… Racism in the user experience can sometimes manifests itself in a spectacular way. However, it is not only in these examples that racist biases exist: they invite themselves into what we all produce in an insidious way. From design to implementation and into the use of products: without taking a step back, we can harm and create the exclusion of certain groups by perpetuating or even amplifying inequalities. It is also within companies, and therefore among industry employees, that we find misunderstandings that oppose and discriminate the most marginalized population. So, how do we guarantee neutral or universal experiences in a world where the UX is intended to be optimal and inclusive for everyone?",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://www.mercimarcy.com/",
					"text":"mercimarcy.com"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/marcy-ericka-charollois-1604/",
					"text":"marcy-ericka-charollois"
				}
			]
		},
		{
			"datetime":"September 21, 2023 14:00 UTC",
			"presenter":"Veronica Lewis",
			"bio":"Veronica Lewis is the writer/creator of Veronica With Four Eyes, a low vision and assistive technology blog she started while studying data science and AT at George Mason University. Her favorite things include accessible data visualizations, reimagining ways to use mainstream technology with disabilities/chronic illnesses, and animal pictures with alt text.",
			"title":"Inclusive Design for Cats (and their Humans)",
			"description":"How can assistive technology, built environments, and web accessibility tools be improved by designing for cats? Reimagine and improve mainstream and specialized assistive technologies for humans by incorporating inclusive design principles from a cat’s point of view.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://veroniiiica.com/",
					"text":"veroniiiica.com"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/veron4ica",
					"text":"@veron4ica"
				}
			]
		},
		{
			"datetime":"September 21, 2023 15:00 UTC",
			"presenter":"Lia McCabe",
			"bio":"Lia is a Senior UX Researcher and Founder of the charity initiative AutismWish. She hosts the Embracing Autism Podcast, currently ranked in the Top 2.5% globally. Lia is an outspoken Autistic Advocate and aims to share her neurodivergent perspective on cognitive and neuro-inclusion in the tech industry.  Her mission is to create a more compassionate and inclusive community.",
			"title":"Inclusion Starts With Us",
			"description":"This talk aims to discuss how to create an accessible and inclusive experience across Slack and Zoom for Cognitive Disabilities and Neurodivergence. Current internal communication processes, particularly among Slack and Zoom, may present substantial challenges to disabled individuals, many of whom may not be vocalizing these challenges for a variety of reasons (e.g. fear of retaliation, anxiety, trauma from past employer disclosure experiences, learned helplessness etc). Not addressing these obstacles wastes a massive source of innovation as it prevents these employees from doing their best work, thereby limiting valuable contribution to the company as a whole. After this talk, you will understand what cognitive disabilities and neurodivergence mean, why it’s important to consider, and actionable steps you can take to create a more inclusive Slack and Zoom environment in the workplace.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://autismwish.org/",
					"text":"autismwish.org"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/autismwish",
					"text":"@autismwish"
				}	
			]
		},
		{
			"datetime":"September 21, 2023 16:00 UTC",
			"presenter":"Lainey Feingold and Kim Charlson",
			"bio":"<p>Lainey Feingold is a disability rights lawyer, author, and international speaker who has worked in the digital accessibility space since 1995. She helped negotiate the first web accessibility agreement in the United States in 2000 and has worked with dozens of companies on accessibility initiatives since then. Lainey is the author of Structured Negotiation: A Winning Alternative to Lawsuits (2d Edition 2021). She was named a Legal Rebel and problem solver of the year by the American Bar Association and twice received a California Lawyer Attorney of the Year Award. Lainey serves on the Board of Teach Access.</p><p>Kim Charlson is the Executive Director of the Perkins Braille & Talking Book Library in Watertown, MA. She is a recognized national and international expert on accessible library and information services, braille literacy, assistive technology, and consumer advocacy issues including disability/civil rights, audio description, accessible prescription labeling, financial literacy, and guide dog access. Kim served from 2013-2019 as the first woman president of the American Council of the Blind, and is currently the president of the North America-Caribbean region of the World Blind Union, and Chair of the World Braille Council.</p>",
			"title":"A beautiful accessibility partnership: Advocates + lawyers working for change ",
			"description":"Disability rights lawyer Lainey Feingold and international blind activist Kim Charlson have worked together for more than a quarter century to advance accessibility in the U.S.  In this session they will explore how the power of collaboration between advocates and lawyers can lead to lasting change for people with disabilities. Their work has resulted in accessible websites and mobile apps, talking prescription labels, braille materials, audio description and more. Their collaboration skills and strategies have helped companies including Bank of America, CVS, Walmart and Major League Baseball deliver accessible products and services.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://www.lflegal.com/",
					"text":"lflegal.com"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/LFLegal",
					"text":"@LFLegal"
				},
				{
					"type":"mastodon",
					"url":"https://mastodon.social/@LFlegal",
					"text":"@LFlegal@mastodon.social"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/laineyfeingold/",
					"text":"laineyfeingold"
				},
				{
					"type":"web",
					"url":"https://www.perkins.org/team-member/kim-charlson/",
					"text":"perkins.org/team-member/kim-charlson"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/kim-charlson/",
					"text":"kim-charlson"
				}
			]
		},
		{
			"datetime":"September 21, 2023 17:00 UTC",
			"presenter":"Christopher Land",
			"bio":"Christopher Land is a Senior Accessibility Technical Program Manager with Oracle and coorganizer of the San Diego Accessibility & Inclusive Design Meetup. Chris has experience in training, coding, design, UX and enterprise systems. He sees digital accessibility as crucial in providing people with disabilities an unprecedented level of independence.",
			"title":"Disability Bias in Artificial Intelligence",
			"description":"Learn about bias in artificial intelligence which can discriminate against marginalized groups. When built accessibly, AI systems can promote fairness and enhance the lives of everyone, in amazing and unprecedented ways.",
			"videoId":"",
			"social":[
				{
					"type":"twitter",
					"url":"https://twitter.com/cwinfieldLand",
					"text":"@cwinfieldLand"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/christopher-w-land/",
					"text":"christopher-w-land"
				}
			]
		},
		{
			"datetime":"September 21, 2023 18:00 UTC",
			"presenter":"Anil Kumar",
			"bio":"Anil Kumar is a Senior Product Marketing Manager - developer tools at Lokalise and Frontend for Designers Mentor at CareerFoundry. He is a community builder and prototyper with 13+ years of Frontend product development experience from companies including SAP and Sapient. He has been speaking and writing about developer experience, usability, and running and facilitating the prototyping community in Berlin.",
			"title":"Unlocking a world of accessibility: how internationalization is the key",
			"description":"Join Anil as he discusses the vital role of internationalization and localization in making software accessible worldwide. He’ll showcase real-life examples that illustrate the severe consequences of neglecting internationalization, and highlight our responsibility as developers to make software usable for all.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://anilkumark.gitbook.io/",
					"text":"anilkumark.gitbook.io"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/anilbms75",
					"text":"@anilbms75"
				}	
			]
		},
		{
			"datetime":"September 21, 2023 19:00 UTC",
			"presenter":"Hector Osborne Rodriguez",
			"bio":"Hector is an accessibility evangelist specialized in strategy implementation. He has over two decades of software development and consulting working with companies all around the world. Working in Accenture as Senior Manager in Front End Development & Accessibility Lead. He’s a casual platform gamer and virtual photographer. Using gaming to find inspiration in accessibility solutions & inclusive story telling. CPACC certified accessibility professional and creator of @a11y_tips.",
			"title":"Accessibility & Gaming: Beyond the Controller",
			"description":"In this talk Hector will talk about the quick progression the gaming industry has had in the accessibility space and what lessons we could learn from them to apply to different industries like: eCommerce, Retail,  financial institutions, government. Attendees will learn five key design improvements developers and publishers have made to allow a wider audience enjoy their output.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"http://a11y.tips",
					"text":"a11y.tips"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/HecOsborneRod",
					"text":"@HecOsborneRod"
				}	
			]
		},
		{
			"datetime":"September 21, 2023 20:00 UTC",
			"presenter":"Samuel Proulx",
			"bio":"Samuel Proulx is the Accessibility Evangelist at Fable, a leading accessibility platform powered by people with disabilities. As a blind individual, Sam knows and values the importance of accessibility in all aspects of life and is a strong advocate for the inclusion of people with disabilities in the digital world. Sam brings his previous experience as Fable’s community manager, plus life-long advocacy for himself and others, to his role as Evangelist.  ",
			"title":"Conversational Interfaces: Designing for The Next Interface Paradigm Shift",
			"description":"From chatbots to home assistance, conversational interfaces are already a large part of our lives. With advances in AI, the prevalence of these interfaces will only continue to increase; they’re being added to our operating systems, browsers, and applications.  How can we ensure that these interfaces work for everyone?  It isn’t enough to just make the input and output systems accessible.  In this talk, we’ll cover critical considerations to keep in mind during ideation, development, and testing of this new interface paradigm.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://makeitfable.com/",
					"text":"makeitfable.com"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/makeitfable",
					"text":"@makeitfable"
				}
			]
		},
		{
			"datetime":"September 21, 2023 21:00 UTC",
			"presenter":"Livia Gabos (TBC)",
			"bio":"Livia Gabos is an educator with a Master’s degree in Computer Science, a speaker and a podcaster in Ladies That UX Portuguese. She’s also sometimes a writer and a volunteer in Brazilian communities, like Ladies that UX São Paulo and PretUX. She has over 10 years of experience working in the technology area with UX Design and Accessibility and currently is an Accessibility Product Owner in Hand Talk.",
			"title":"How to do a usability test with deaf people in the Brazilian context",
			"description":"Most deaf people in Brazil communicate using Libras (Brazilian Sign Language) and, when they learn Portuguese, they consider it a second language. However, most hearing people don’t know how to communicate in Libras, because it isn’t taught in regular schools. This forces the use of a Libras’ interpreter throughout the whole process of communicating with deaf people. In this talk it’s presented the process used in Hand Talk to make a usability test, showing a little about recruiting, planning, execution and data analysis focused on deaf people.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://liviagabos.com/",
					"text":"liviagabos.com"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/liviagabos",
					"text":"@liviagabos"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/liviagabos",
					"text":"liviagabos"
				}
			]
		},
		{
			"datetime":"September 21, 2023 22:00 UTC",
			"presenter":"Zariah Cameron",
			"bio":"Zariah is a graduate of North Carolina A&T State University. She’s an experienced self-taught UX Designer and aims to cultivate a sense of community within her work and amplify the voices and stories of marginalized communities. She has a passion for strategically placing equity and inclusivity at the forefront of her design work.  She is the first “Equity Centered UX Strategist”, at Ally Financial where she is helping to drive an Inclusive Design methodology for the design organization.",
			"title":"Trauma-Informed UX Research: Giving Care to the Participant & the Researcher",
			"description":"How can we reimagine our UX Research practice to be more trauma-responsive and Informed for both the research participant and the researcher? How can we better design a more liberating pedagogy that creates healing that is ever-evolving and conducive to various life experiences? Can we really meet each other where we are to allow us to feel safe and trusting of the environment cultivated?  This talk aims to answer these questions and guide you to a framework for reducing harm and moving away from a less extractive UX Research practice. All by utilizing and understanding the principles of trauma-informed care and how they can be applied to UX Research. The hope is that you walk away with an awareness and interest in Trauma-informed Research to build a more co-designing approach that creates community and long-lasting care.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://zcameron36.wixsite.com/zariahcameron",
					"text":"zcameron36.wixsite.com/zariahcameron"
				},
				{
					"type":"linkedin",
					"url":"https://www.linkedin.com/in/zariah-cameron/",
					"text":"zariah-cameron"
				}
			]
		},
		{
			"datetime":"September 21, 2023 23:00 UTC",
			"presenter":"Crystal Preston-Watson",
			"bio":"Crystal Preston-Watson is a quality and accessibility engineer at Salesforce. Crystal believes that accessibility is a human right and is passionate about building accessible and inclusive sites and applications.",
			"title":"Lock Down Access: Digital Accessibility of Prison Digital Devices",
			"description":"This session will delve into the overlooked area of digital accessibility within correctional facilities. We will explore correctional-issued digital devices and examine the intricate challenges and unique needs faced by incarcerated individuals, a population where a significant portion have disabilities or limited technological experience in using those devices.",
			"videoId":"",
			"social":[
				{
					"type":"web",
					"url":"https://crystalprestonwatson.com/",
					"text":"crystalprestonwatson.com"
				},
				{
					"type":"twitter",
					"url":"https://twitter.com/ScopicEngineer",
					"text":"@ScopicEngineer"
				}
			]
		},
		{
			"datetime":"September 22, 2023 00:00 UTC",
			"title":"The after party / closing",
			"description":"<p>Your hosts will discuss their favourite sessions from the last 24 hours, and might have a drink or two!</p>",
			"videoId":""
		}
	]
}